[Category.ChallengeCategory_Sage ChallengeCategoryDefinition]
CategoryName="A Grande Caçada Com Sir Hammerlock"

[Challenges.Challenge_Sage_KillBoroks ChallengeDefinition]
ChallengeName="Borokando... Se Me Permite o Gerúndio"
Description="Elimine alguns Boroks."

[Challenges.Challenge_Sage_KillBoroks:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Elimine 10 Boroks."

[Challenges.Challenge_Sage_KillBoroks:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 Boroks."

[Challenges.Challenge_Sage_KillBoroks:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 80 Boroks."

[Challenges.Challenge_Sage_KillBoroks:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 120 Boroks."

[Challenges.Challenge_Sage_KillBoroks:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Elimine 20 Boroks."

[Challenges.Challenge_Sage_KillDrifters ChallengeDefinition]
ChallengeName="Que Bicho Grande!"
Description="Elimine alguns Vacilantes"

[Challenges.Challenge_Sage_KillDrifters:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Elimine 5 Vacilantes"

[Challenges.Challenge_Sage_KillDrifters:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 30 Vacilantes"

[Challenges.Challenge_Sage_KillDrifters:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 40 Vacilantes"

[Challenges.Challenge_Sage_KillDrifters:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 50 Vacilantes"

[Challenges.Challenge_Sage_KillDrifters:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Elimine 15 Vacilantes"

[Challenges.Challenge_Sage_KillFanBoats ChallengeDefinition]
ChallengeName="Merda no Ventilador"
Description="Destrua os Aerobotes"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Destrua 5 Aerobotes"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Destrua 10 Aerobotes"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Destrua 15 Aerobotes"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Destrua 20 Aerobotes"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Destrua 30 Aerobotes"

[Challenges.Challenge_Sage_KillSavages ChallengeDefinition]
ChallengeName="Malditos Selvagens"
Description="Elimine alguns Selvagens"

[Challenges.Challenge_Sage_KillSavages:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Elimine 20 Selvagens"

[Challenges.Challenge_Sage_KillSavages:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 50 Selvagens"

[Challenges.Challenge_Sage_KillSavages:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 100 Selvagens"

[Challenges.Challenge_Sage_KillSavages:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Elimine 250 Selvagens"

[Challenges.Challenge_Sage_KillSavages:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Elimine 500 Selvagens"

[Challenges.Challenge_Sage_KillScaylions ChallengeDefinition]
ChallengeName="Caça aos Rabudos"
Description="Elimine Scaylions."

[Challenges.Challenge_Sage_KillScaylions:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Elimine 10 Scaylions."

[Challenges.Challenge_Sage_KillScaylions:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 Scaylions."

[Challenges.Challenge_Sage_KillScaylions:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 80 Scaylions."

[Challenges.Challenge_Sage_KillScaylions:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 120 Scaylions."

[Challenges.Challenge_Sage_KillScaylions:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Elimine 20 Scaylions."

[Challenges.Challenge_Sage_RaidBossA ChallengeDefinition]
ChallengeName="Vorácido, O Invencível"
Description="Derrote Vorácido, O Invencível"

[Challenges.Challenge_Sage_RaidBossA:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Derrote Vorácido, O Invencível 1 vez"

[Challenges.Challenge_Sage_RaidBossA:ChallengeConditionDefinition_13 ChallengeConditionDefinition]
Description="Derrote Vorácido, O Invencível 3 vezes"

[Challenges.Challenge_Sage_RaidBossA:ChallengeConditionDefinition_14 ChallengeConditionDefinition]
Description="Derrote Vorácido, O Invencível 5 vezes"

[Challenges.Challenge_Sage_RaidBossA:ChallengeConditionDefinition_15 ChallengeConditionDefinition]
Description="Derrote Vorácido, O Invencível 10 vezes"

[Challenges.Challenge_Sage_RaidBossA:ChallengeConditionDefinition_16 ChallengeConditionDefinition]
Description="Derrote Vorácido, O Invencível 15 vezes"

[LevelChallenges.CavesCliffs_CageFree ChallengeDefinition]
ChallengeName="Livre Como O Vento"
Description="Atire nas fechaduras das três jaulas para libertar os prisioneiros nativos."

[LevelChallenges.CavesCliffs_NestEgg ChallengeDefinition]
ChallengeName="Não são Ovos"
Description="Abra os três cofres de armas localizados nos ninhos gigantes."

[LevelChallenges.CavesCliffs_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os três símbolos ocultos da Sepultura."

[LevelChallenges.HyperionShip_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra o símbolo oculto da Sepultura."

[LevelChallenges.PowerStation_Horrible ChallengeDefinition]
ChallengeName="Ajudantes Incompetentes"
Description="Encontre os três antigos ajudantes de laboratório do Professor Nakayama."

[LevelChallenges.PowerStation_KillYouLast ChallengeDefinition]
ChallengeName="Prometi Matá-lo Por Último"
Description="Não elimine o Espinhoso até que todos os seus servos estejam mortos."

[LevelChallenges.PowerStation_PowerHigh ChallengeDefinition]
ChallengeName="Ascenção ao Poder"
Description="Descubra o compartimento oculto."

[LevelChallenges.PowerStation_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os quatro símbolos ocultos da Sepultura."

[LevelChallenges.RockForest_Clap ChallengeDefinition]
ChallengeName="Mania de Deuses"
Description="Ofereça um sacrifício ardente ao deus dos selvagens."

[LevelChallenges.RockForest_HumanBBQ ChallengeDefinition]
ChallengeName="Churrasco Humano"
Description="Acenda as quatro fogueiras de Scylla's Grove."

[LevelChallenges.RockForest_RakkForest ChallengeDefinition]
ChallengeName="Floresta dos Rakks"
Description="Derrube cinco ninhos de Rakks das árvores à tiros."

[LevelChallenges.RockForest_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os quatro símbolos ocultos da Sepultura."

[LevelChallenges.Underground_Fishing ChallengeDefinition]
ChallengeName="Pesca Explosiva"
Description="Obtenha dez peixes arremessando granadas nas lagoas de água limpa."

[LevelChallenges.Underground_Stool ChallengeDefinition]
ChallengeName="Exame de Fezes"
Description="Obtenha amostras de fezes de cinco montes de esterco."

[LevelChallenges.Underground_Traps ChallengeDefinition]
ChallengeName="É Uma Armadilha, Bino!"
Description="Desative as cinco armadilhas para animais do Professor Nakayama no pântano."

[LevelChallenges.Underground_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os quatro símbolos ocultos da Sepultura."

